Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: On the PT level, the most frequently reported SAEs included cardiac failure (empagliflozin: 448 patients, 15.0%; placebo: 594 patients, 19.9%), pneumonia (empagliflozin: 100 patients, 3.3%; placebo: 119 patients, 4.0%), and acute kidney injury (empagliflozin: 81 patients, 2.7%; placebo:
es_es: A nivel de términos preferentes, los eventos adversos graves consignados con la mayor frecuencia fueron la insuficiencia cardiaca (empagliflozina: 448 pacientes, 15.0%; placebo: 594 pacientes, 19.9%), neumonía (empagliflozina: 100 pacientes, 3.3%; placebo: 119 pacientes 4.0%), y lesión renal aguda (empagliflozina: 81 pacientes 2.7%; placebo:

source: On the PT level, the most frequently reported SAEs included cardiac failure (empagliflozin: 448 patients, 15.0%; placebo: 594 patients, 19.9%), pneumonia (empagliflozin: 100 patients, 3.3%; placebo: 119 patients, 4.0%), and acute kidney injury (empagliflozin: 81 patients, 2.7%; placebo: 107 patients, 3.6%).
es_es: A nivel de términos preferentes, los eventos adversos graves consignados con la mayor frecuencia fueron la insuficiencia cardíaca (empagliflozina: 448 pacientes, 15.0%; placebo: 594 pacientes, 19.9%), neumonía (empagliflozina: 100 pacientes, 3.3%; placebo: 119 pacientes 4.0%), y lesión renal aguda (empagliflozina: 81 pacientes 2.7%; placebo: 107 pacientes, 3.6%).

source: On the basis of the extractable data available and the toxicological assessment of the PVDF and polypropylene material, it can be concluded that the materials used in the DP manufacturing process of tenecteplase lyophilisate for solution for injection 25 mg with respect to possible leaching are adequate.
es_es: En virtud de la información disponible sobre las sustancias extraíbles y la evaluación toxicológica del PVDF y el polipropileno, se puede concluir que los materiales utilizados en el proceso de fabricación del medicamento (tenecteplasa, liofilizado para solución inyectable, 25 mg) son adecuados atendiendo al riesgo de una posible lixiviación.

source: On the current GMP certificate two addresses are presented; 1, Antigonis str., Metamorfossi Attiki, 14451, GREECE (on top) and 25-27, Aristotelous street, Metamorfossi Attiki, 14451 GREECE (below under “Clarifying remarks”).
es_es: En el certificado de BPF vigente, se presentan dos domicilios: calle Antigonis 1, Metamorfossi Attiki, 14451, GRECIA (arriba), y calle Aristotelous 25-27, Metamorfossi Attiki, 14451, GRECIA (abajo, bajo "Aclaraciones).

source: On the current GMP certificate two addresses are presented; 1, Antigonis str., Metamorfossi Attiki, 14451, GREECE (on top) and 25-27, Aristotelous street, Metamorfossi Attiki, 14451 GREECE (below).
es_es: En el certificado de BPF vigente, se presentan dos domicilios: calle Antigonis 1, Metamorfossi Attiki, 14451, GRECIA (arriba), y calle Aristotelous 25-27, Metamorfossi Attiki, 14451, GRECIA (abajo).

source: On top of the two PFS-NSD-1, a cardboard insert is placed as an inner layer on which additional components such as the Patient Information Leaflet is placed.
es_es: Encima de los dos dispositivos PFS-NSD-1, hay una capa de cartón inserta, sobre la que se ubican los componentes adicionales, como el folleto para el paciente.

source: On treatment, hospital admissions were less common in the empagliflozin group (1167 patients, 39.0%) than in the placebo group (1238 patients, 41.4%), consistent with the results for all-cause hospitalisation (Table 15.2.4.33: 2 and Section 11.1.2.5).
es_es: Durante el tratamiento, las admisiones hospitalarias fueron menos frecuentes en el grupo de empagliflozina (1167 pacientes, 39.0%) que en el grupo de placebo (1238 pacientes, 41.4%), lo que se correspondió con las hospitalizaciones por todas las causas (Tabla 15.2.4.33: 2 y Sección 11.1.2.5).

source: On-site and centralised monitoring
es_es: Monitoreo centralizado y monitoreo en el centro

source: On-site inspections are now being conducted and scheduling of these inspections may be independent of the extended validity period stated above.
es_es: Actualmente se están realizando inspecciones en la planta, cuyo cronograma puede ser independiente del período de validez extendido indicado anteriormente.

source: On-treatment set
es_es: Grupo en tratamiento

source: Once a case is received that includes the event of interest, pancreatitis for the reference product (SMQ Narrow for Acute Pancreatitis (20000022)), a notification is triggered to the local team indicating that the follow-up questionnaire is available to obtain more information about the reported event.
es_es: Una vez recibido un caso con el evento de interés, que para el producto de referencia es pancreatites (consulta SMQ específica "Pancreatitis aguda" [20000022]), se inicia una notificación al equipo local de que ya está el listo cuestionario de seguimiento para aportar más información sobre el evento consignado.

source: Once a subject number had been assigned, it was not reassigned to any other subject.
es_es: Los números de sujeto ya asignados no podían reasignarse a ninguna otra persona.

source: Once an investigator becomes aware that an SAE has occurred, he/she will immediately notify the medical coordinator or study manager via telephone within one working day.
es_es: Cuando un investigador tome conocimiento de un evento adverso grave, notificará de inmediato al coordinador médico o al director del estudio por teléfono en el plazo de un día hábil.

source: Once failure modes are known from this exercise, specific risk reduction measures can be used to eliminate, reduce or control potential failures.
es_es: Cuando este ejercicio deja al descubierto los modos de falla, se pueden implementar medidas específicas para la reducción de riesgos para eliminar, reducir o controlar posibles fallas.

source: Once patient recruitment data are submitted by the site staff via an electronic CRF using the REDCap platform (https://redcap.florey.edu.au), the randomization allocation is immediately provided back to the investigator.
es_es: Una vez que el personal del centro ingresa los datos de reclutamiento de pacientes en un CRF electrónico mediante la plataforma REDCap (https://redcap.florey.edu.au), el investigador recibe de inmediato la asignación aleatoria.

source: Once received by Global Pharmacovigilance, all SAEs are entered into the Global Pharmacovigilance Database.
es_es: Una vez que Farmacovigilancia Global los recibe, vuelca todos los eventos adversos serios en la base de datos global de Farmacovigilancia.

source: Once resolved, the appropriate AE/SAE CRF page(s) will be updated.
es_es: Una vez resueltos, se actualizarán las páginas correspondientes de EA/EAG del CRF.

source: Once the assessment has taken place, the MHRA will either request further information or issue BioReliance Limited with new certificate(s).
es_es: Una vez realizada la evaluación, la MHRA solicitará más información o emitirá nuevos certificados a BioReliance Limited.

source: Once the essential study information has been provided, and the Investigator is assured that each patient or their representative understands the implications of participating or continuing in the study as appropriate, the subjects or their representatives will be asked to give consent to the study by signing the informed consent form.
es_es: Una vez que se haya proporcionado la información fundamental del estudio, y el investigador esté seguro de que cada paciente o su representante comprende las implicaciones de participar o continuar en el estudio según corresponda, se pedirá a los participantes o a sus representantes que presten su consentimiento para participar en el estudio firmando el formulario de consentimiento informado.

source: Once the required filling level of ≥ 80 % (corresponds to at least 3.6 L) with sterile filtered DS of the surge vessel is reached, the aseptic filling process by an automatic filling machine in an isolator environment is started.
es_es: Una vez que se alcanza el nivel de llenado requerido de ≥80% (que corresponde a un mínimo de 3.6 l) con principio activo filtrado estéril del tanque de compensación, se inicia el proceso de llenado aséptico mediante una máquina automática llenadora de frascos en un ambiente aislado.

source: Once the stir bar is removed, allow the solution to cool to room temperature and dilute to volume with 0.1 M HCl.
es_es: Una vez retirada la barra de agitación magnética, dejar enfriar la solución a temperatura ambiente y diluir hasta enrase con HCl 0.1 M.

source: Once these materials had been added, the sieving of the granules is performed using a screening mill with 1.0 mm mesh size.
es_es: Una vez añadidos los materiales, los gránulos se tamizan mediante una granuladora rotativa con tamaño de maya de 1.0 mm

source: One batch of spesolimab concentrate for solution for infusion 450 mg/vial (60 mg/mL) drug product was investigated to determine the influence of light exposure (per ICH Q1B and ICH Q5C, confirmatory studies), see Section 3.2.P.8.3 Stress Stability Data for spesolimab concentrate for solution for infusion 450 mg/vial (60 mg/mL), as previously submitted.
es_es: Se investigó una partida del medicamento Espesolimab, concentrado para solución para infusión, 450 mg/ampolla (60 mg/ml) para determinar la influencia de la exposición a la luz (de acuerdo con los lineamientos Q1B y Q5C de la ICH, estudios confirmatorios), véase la Sección 3.2.P.8.3, Datos de estabilidad en condiciones extremas de Espesolimab, concentrado para solución para infusión, 450 mg/ampolla (60 mg/ml), presentada anteriormente.

source: One clot lysis analysis includes two separate dilution series prepared for each aliquot.
es_es: Cada análisis de lisis de coágulo incluye dos series de dilución preparadas para cada alícuota.

source: One critical parameter was identified (see Chapter 3.12.4.4) and will be referenced in the analytical procedure.
es_es: Se identificó un parámetro crítico (ver Sección 3.12.4.4), que se referenciará en el procedimiento analítico.

source: One critical parameter was identified (see Chapter3.12.4.4) and will be referenced in the analytical procedure.
es_es: Se identificó un parámetro crítico (ver Sección 3.12.4.4), que se referenciará en el procedimiento analítico.

source: One of the specified degradation products for Pramipexole dihydrochloride monohydrate tablets is product Z.
es_es: Uno de los productos de degradación especificados de pramipexol diclorhidrato monohidrato, comprimidos, es el producto Z.

source: One of the specified degradation products for Pramipexole dihydrochloride monohydrate tablets is product Z. In the past years release values of degradation product Z have been detected to be near or above the current registered release specification of ≤ 0.3 % independent of the manufacturing site.
es_es: Los datos de liberación de los últimos años arrojan valores del producto de degradación Z cercanos o superiores a la especificación de liberación registrada vigente (≤ 0.3 %).

source: One patient in each group received the 0.50 mg/kg of tenecteplase dose recommended for myocardial infarction.
es_es: Un paciente de cada grupo recibió la dosis de 0.50 mg/kg de tenecteplasa recomendada para el infarto de miocardio.

source: One patient in the tenecteplase group, who also received intravenous heparin during carotid endarterectomy, had symptomatic intracerebral hemorrhage.
es_es: Un paciente del grupo de tenecteplasa, que también había recibido heparina intravenosa durante la endarterectomía carotídea, padeció una hemorragia intracerebral sintomática.

source: One patient per treatment group had an event which was confirmed as certain ketoacidosis (Table 15.3.1.5: 2); both patients had T2DM at baseline.
es_es: Un paciente por grupo de tratamiento presentó un evento que se confirmó como cetoacidosis certera (Tabla 15.3.1.5: 2); ambos pacientes presentaban diabetes mellitus tipo 2 al inicio.

source: One patient per treatment group had an event which was confirmed as certain ketoacidosis (empagliflozin: PT diabetic ketoacidosis, placebo:
es_es: Un paciente por grupo de tratamiento presentó un evento que se confirmó como cetoacidosis certera (empagliflozina: término preferente: cetoacidosis diabética, placebo:

source: One patient per treatment group had an event which was confirmed as certain ketoacidosis (empagliflozin: PT diabetic ketoacidosis, placebo: PT ketoacidosis).
es_es: Un paciente por grupo de tratamiento presentó un evento que se confirmó como cetoacidosis certera (empagliflozina: término preferente: cetoacidosis diabética, placebo: término preferente: cetoacidosis).

source: One side has a deep break score and is imprinted with the symbol P7 on either side of the score.
es_es: Una de las caras tiene una ranura profunda y el símbolo P7 impreso a ambos lados de esta.

source: One subject (2.1%) reported an AE of severe intensity (influenza, not treatment-related).
es_es: Un sujeto (2.1%) consignó un evento adverso de intensidad grave (influenza, no relacionada con el tratamiento).

source: One subject (No. 116) reported an AE of severe intensity during the trial.
es_es: Un sujeto (116) consignó un evento adverso de intensidad grave durante el tratamiento.

source: One subject (Subject No. 116) did not receive Treatment A (T1 fasted:
es_es: Un sujeto (Sujeto 116) no recibió el tratamiento A (T1 preprandial:

source: Ongoing
es_es: En curso

source: Ongoing Discussions:
es_es: Discusiones en curso:

source: Ongoing studies with empagliflozin are also not designed to study pregnancy and lactation.
es_es: Los estudios en curso con empagliflozina tampoco están diseñados para estudiar el embarazo y la lactancia.

source: Ongoing, mRS 5 at Day 90
es_es: En curso, puntaje de mRS de 5 el día 90

source: Online EudraGMDP, Ref key:
es_es: Online EudraGMDP, Clave de ref.:

source: Only 1 anticoagulant, dalteparin (a low molecular weight heparin) is approved in the United States for treatment of paediatric VTE and prevention of recurrence; it is approved for use in children aged 1 month or older (FDA approval May 2019) [R19-2627].
es_es: En Estados Unidos sólo está aprobado un anticoagulante para el tratamiento y la prevención de la recurrencia de la TEV pediátrica, la dalteparina (una heparina de bajo peso molecular); está aprobada para su uso en niños de 1 mes o más (aprobación de la FDA en mayo de 2019) [R19-2627].

source: Only 16% of patients in the original trial were treated within the lowest quartile of thrombolysis to arterial puncture time (less than 22 min) observed in this trial.
es_es: Solo 16% de los pacientes del ensayo principal fueron tratados dentro del cuartil más bajo de tiempo transcurrido entre la trombólisis y la punción arterial (menos de 22 min) observado en este ensayo.

source: Only 2 treatment periods (Visits 2 and 3) in Part II (for details see Section 9.1).
es_es: Solo 2 períodos de tratamiento (visitas 2 y 3) en la Parte II (ver detalles en la Sección 9.1).

source: Only 4 potential cases of Berotec overuse were identified, corresponding to a low reporting rate of 1.3 cases per 1 million patient years of exposure.
es_es: Solo se identificaron 4 casos potenciales de uso excesivo de Berotec, lo que correspondió a una tasa de informe baja (1.3 casos por 1 millón de años-paciente de exposición).

source: Only AEs with an onset date 7 days before SARS-CoV-2 infection until the end of the on-treatment period were shown for these patients
es_es: Para estos pacientes, solo se exhibieron los EA manifestados desde 7 días antes de la infección por SARS-CoV-2 y hasta el final del período en tratamiento.

source: Only a slight increase is observed for the parameter degradation products (CD 10503) in the studies, however still far below the registered acceptance limit.
es_es: Solo se observa en los estudios un ligero aumento del parámetro productos de degradación (CD 10503), que, sin embargo, permanece muy por debajo del límite de aceptación registrado.

source: Only at visit 2; the procedure was to be performed and completed within 2 h prior to drug administration.
es_es: Solo en la visita 2, el procedimiento debía realizarse y completarse dentro de las 2 horas previas a la administración.

source: Only authorised personnel documented in the form ‘Trial Staff List’ were to dispense medication to trial subjects; the trial medication was to be administered in the manner specified in the CTP.
es_es: Solo podía expedir el medicamento a los sujetos del estudio el personal autorizado, que se explicitaba en una "lista de personal del ensayo"; el medicamento se administraba tal como se especificaba en el protocolo de ensayo clínico.

source: Only changes indicated in the application form are subject to assessment and approval.
es_es: Solo están sujetos a evaluación y aprobación los cambios indicados en la solicitud.

source: Only compounds detected in the contact surface extracts of the plunger stopper were classed as potential leachables.
es_es: Sólo los compuestos detectados en los extractos de la superficie de contacto del tapón del émbolo se clasificaron como posibles lixiviables.

source: Only concentrations within the validated concentration range and actual sampling times were to be used.
es_es: Solo se podían utilizar concentraciones dentro del rango de concentración validado y los tiempos de muestreo reales.

source: Only correctly prepared media and buffers within the normal operating range are used.
es_es: Solo se utilizan los medios y buffers correctamente preparados que se encuentren dentro del rango operativo normal.

source: Only for the class 2A element Ni analytical results above the limit of quantitation were found and were included in the summation of the respective element content in the drug product.
es_es: Se hallaron resultados analíticos superiores al límite de cuantificación solo para el elemento de clase 2A Ni, y estos resultados se incluyeron en la suma del contenido del elemento respectivo en el medicamento.

source: Only fresh air is used in a single pass mode.
es_es: Solo se usa aire exterior en modo de paso único.

source: Only impacted by syringe and plunger stopper preparation process (washing, sterilization).
es_es: Solo las afecta el proceso de preparación de la jeringa y el tapón del émbolo (lavado, esterilización).

source: Only impacted by vial preparation process (washing, depyrogenation).
es_es: Solo las afecta el proceso de preparación de frascos (lavado, despirogenización).

source: Only in selected treatments (see Sections 9.1 and 9.4.1).
es_es: Solo en los tratamientos seleccionados (ver secciones 9.1 y 9.4.1).

source: Only individuals directly involved in administering the thrombolytic were aware of the dose allocation.
es_es: Solo las personas directamente involucradas en la administración del medicamento trombolítico conocían la asignación de la dosis.

source: Only method transfer experiments that meet system suitability criteria will be compared and accepted for this method comparability
es_es: En esta comparativa de métodos solo se compararán y aceptarán los ensayos de transferencia de método que cumplan con los criterios de adecuación del sistema.

source: Only negligible product is formed and thus no impact on product quality is expected.
es_es: Solo se forma una cantidad insignificante de producto y, por ende, no se espera impacto en la calidad del producto.

source: Only one cell line or product is handled at a time in the same manufacturing suite.
es_es: Solo se maneja una línea celular o producto a la vez en una misma instancia de fabricación.

source: Only one product is processed at one time.
es_es: Sólo se procesa un producto a la vez.

source: Only one reference standard should be mentioned for the immediate packaging (glass vial, rubber stopper, crimp cap and folding box)
es_es: Solo se debe mencionar un estándar de referencia para el acondicionamiento primario (vial de vidrio, tapón de caucho, tapa metálica y caja plegable)

source: Only re-analysis data available (n = 8)
es_es: Solo datos de reanálisis (n = 8)

source: Only risk D
es_es: Solo riesgo D:

source: Only the Data and Safety Monitoring Board (DSMB) have access to interim data and results.
es_es: Únicamente el Comité de vigilancia de datos y seguridad tiene acceso a los datos y resultados provisorios.

source: Only the QACS LTD site at 25-27, Aristotelous street is responsible and relevant for the NDMA testing.
es_es: Es responsable de y relevante en las pruebas de NDMA solo el centro de QACS LTD de la calle Aristotelous 25-27.

source: Only the site located at 25-27, Aristotelous street mentioned in section P.3.1 is responsible and relevant for the NDMA testing.
es_es: Es responsable de y relevante en las pruebas de NDMA solo el centro de QACS LTD de la calle Aristotelous 25-27, que se menciona en la sección P.3.1.

source: Only this authority certifies the CPP.
es_es: Solo esta autoridad certifica el Certificado de Producto Farmacéutico.

source: Only treatment-emergent AEs are described in this section.
es_es: En esta sección, solo se describen los eventos adversos emergentes del tratamiento.

source: Only use amber glass flasks and HPLC vials
es_es: Usar solo matraces de vidrio ambarino y frascos de HPLC

source: Only validated and approved cleaning and disinfectant agents with defined concentrations, contact times, and frequencies are in use.
es_es: Solo se utilizan agentes desinfectantes y de limpieza validados y aprobados, y sus concentraciones, frecuencias de uso y tiempos de contacto están definidos.

source: Only when an emergency occurs that requires a departure from the Protocol for an individual will there be such a departure.
es_es: Se permitirán desviaciones solo en casos de emergencia.

source: Only ‘on-treatment’ data (based on TS and using measurements up to 1 day after the last intake of study medication) were included.
es_es: Solo se utilizaron los datos "en tratamiento" (basados en el criterio de grupo tratado y usando mediciones hasta 1 día después de la última ingesta de medicación del estudio).

source: Only “on-treatment” data from treated patients (i.e. measurements up to 1 day after the last intake of study medication) were used.
es_es: Solo se utilizaron los datos "en tratamiento" de los pacientes tratados (es decir, mediciones hasta 1 día después de la última ingesta de medicación del estudio).

source: Opadry Yellow/ Pink
es_es: Opadry amarillo / rosado

source: Opadry Yellow/ Pink is used as film-coating agent at a low level of 2.7 % for the manufacturing of empagliflozin / linagliptin film-coated tablets.
es_es: Se utiliza Opadry amarillo / rosado como agente de recubrimiento a un nivel bajo del 2,7 % en la fabricación de comprimidos recubiertos de empagliflozina / linagliptina.

source: Opadry Yellow/Pink
es_es: Opadry amarillo /rosado

source: Open queries were not followed up.
es_es: Las consultas abiertas no tuvieron un seguimiento.

source: Open queries were not necessarily followed up.
es_es: Las consultas abiertas no necesariamente tuvieron un seguimiento.

source: Open the existing SOP and check the parameters otherwise create a new SOP using above parameters.
es_es: Abrir el procedimiento operativo estándar vigente y verificar los parámetros, o generar un procedimiento operativo estándar con los parámetros antes mencionados.

source: Opening force ≤ 40 N
es_es: Fuerza de apertura ≤40 Nso

source: Opening force:
es_es: Fuerza de apertura:

source: Opening of folding box
es_es: Apertura de la caja plegable
